Repository: amr-dallin/jmbog
Catalog: src/Locale/*/default.po
Languages: ru_ru

source: Previous Page
ru_ru: Предыдущая

source: Next Page
ru_ru: Следующая

source: First Page
ru_ru: Первые

source: Last Page
ru_ru: Последние

source: Page
ru_ru: Страница

source: Page not found
ru_ru: Страница не найдена

source: Username or password is incorrect
ru_ru: Имя пользователя или пароль не верен.

source: Password must be at least 6 characters long.
ru_ru: Пароль должен состоять минимум из символов.

source: Password is required.
ru_ru: Требуется пароль.

source: You must enter the current password.
ru_ru: Вы должны ввести текущий пароль.

source: You must enter a new password.
ru_ru: Вы должны ввести новый пароль.

source: New password and confirmation record do not match!
ru_ru: Не удалось подтвердить новый пароль!

source: The current password is incorrectly entered!
ru_ru: Введён некорректный текущий пароль!

source: The new password is no different from the current!
ru_ru: Новый пароль не должен совпадать с текущим.

source: Error!
ru_ru: Ошибка!

source: Home
ru_ru: Главная

source: Events
ru_ru: События

source: Plots
ru_ru: Дачные участки

source: 404 Page not found
ru_ru: 404 Страница не найдена

source: The link you clicked may be damaged or the page deleted.
ru_ru: Ссылка, которую вы нажали, может быть повреждена или страница удалена.

source: Go {0} or visit {1}.
ru_ru: Вернуться {0} или посетить {1}

source: back
ru_ru: назад

source: home page
ru_ru: главную страницу

source: 500 Internal error
ru_ru: 500 Внутренняя ошибка

source: An unexpected error has occured preventing the page from loading.
ru_ru: Произошла непредвиденная ошибка, препятствующая загрузке страницы.

source: Go back to {0}
ru_ru: Вернуться на {0}

source: Upcoming events
ru_ru: Предстоящие события

source: More
ru_ru: Подробнее...

source: Completed activities
ru_ru: Завершившиеся события

source: Event Results
ru_ru: Результаты

source: Event results
ru_ru: Результаты мероприятия

source: List of issues discussed and decisions taken
ru_ru: Список обсужденных вопросов и принятые по ним решения

source: Attended the event
ru_ru: Присутствовали на мероприятие

source: The event was attended by the owners of {0} land
ru_ru: В мероприятие приняли участие собственники {0} земельных участков

source: Number
ru_ru: Номер

source: Owner
ru_ru: Собственник

source: Log in
ru_ru: Войти

source: Username
ru_ru: Имя Пользователя

source: Password
ru_ru: Пароль
